; TCP-Z language resource file

; http://msdn.microsoft.com/en-us/library/ms903928.aspx
; Locale identifier	Language	Sublanguage - locale	Default code page	Language code 
; 0x0418 		Romanian	Romania			1250			ROM

[info]
LanguageName=Romanian (română)
LanguageID=0x0418
CodePage=1250
Translator=StelistCristi
Version=2.6
LastModified=3/8/2009


[Common]
AlreadyRun=Programul rulează...... Nu este nevoie să îl reporneşti.
AboutBox=&Despre TCPZ...
Minimize=Minimizare
OK=OK
Success=Succes
Fail=Eşuat
SaveToFile=Salvează în fişierul


[TCP]
Version=Versiune
FileLimit=Limită Fişier
MemoryLimit=Limită Memorie
OriginalFile=Original
Yes=Da
No=Nu
EVIDCount=EvID 4226
Connection=Conexiune
Established=Stabilit
HalfOpen=Half Open
CreateDepth=Crează Adâncime
Incoming=Sosire
Speed=Viteză
Download=Descărcare
Upload=Trimitere
Peak=Scurt Istoric
FailGetNicInfo=Operaţie eşuată pentru a primi informaţii despre adaptorul reţelei.
VersionNotMatch=Această versiune de tcpip.sys nu se potriveşte cu sistemul curent, TCP-Z va fi anulat.\n\nExecutarea acestui program în modul de compatibilitate nu este permis!
FailGetVersion=Eşuat. Poate tcpip.sys a fost blocat.
UnKnown=Necunoscut
UnLimited=Nelimitat, Crack


[Statistics]
Statistics=Statistici
TCPStatistics=Statistici TCP pentru IPv4
DurationOfStatistics=Durata Statisticilor
OutgoingConnection=Încercări de trimitere
IncomingConnection=Încercări de primire
FailedConnection=Încercări eşuate ale conexiunii
EstablishedConnection=Conexiune Stabilită cu Succes
SuccessRatio=Rată de Succes
Reset=Resetare
AdapterInfo=Informaţii despre Adaptoarele Reţelei
DeviceType=Tipul Dispozitivului
OperateStatus=Statutul Operaţiunii
LinkSpeed=Viteză Link
TransmitSpeed=Viteză de Trimitere
ReceiveSpeed=Viteză de Primire
; // A: Acest "UP" vine de la antetul fişierului c++, înseamnă activ, conectat
Up=Sus
Down=Jos
Ethernet=Ethernet
PPP=PPP
Wireless=Wireless


[Detail]
Detail=Detalii
Process=Proces
PID=PID
ProcessInfo=Informaţia Procesului
; These info is same as Windows Task Manager
MemUsage=Folosire Memorie
VMSize=Mărime VM
IORead=Citire I/O
IOWrite=Scriere I/O


[Patch]
Patch=Patch
PatchMemory=Memorie Patch
PatchFile=Fişier Patch Tcpip.sys
OldValue=Valoare Veche
NewValue=Valoare Nouă
Offset=Offset
Apply=Aplică
MsgMemPatch=Schimbă limita half-open în kernel-ul memoriei.\nAcest lucru ia efect imediat.\n\nValorile modificate vor rămâne efective, până la restartarea calculatorului.
TipMemPatch=Tipuri de Patch pentru Memorie
Open=Deschis
MsgTipMemPatch=Pentru mai multă automatizare, încearcă Dispozitivul Virtual TCP-Z.\nInstalează-l doar odată, conexiunea de limitare half-open va bloca numărul ca setare după fiecare restartare.
MsgFilePatch=Reporneşte calculatorul pentru a avea efect.\nAplică acest patch doar odată.\n\nPentru aplicarea patch-ului în Vista, încearcă 'Patch-ul Universal Tcpip.sys'

InvalidValue=Noua valoare este invalidă!
ComfirmPatchFile=Eşti sigur că vrei să aplici patch-ul pentru Tcpip.sys ?
FailDisableWFP=Operaţie eşuată pentru a opri Windows File Protection.\n\nSau, funcţia WFP a fost oprită înainte.

UnsupportedOS=Acest sistem de operare este incompatibil.
FailExtractFile=Operaţie eşuată pentru a extrage fişierul pentru driver.
FailLoadDriver=Operaţie eşuată pentru a încărca driverul.\nTe rog rulează acest program ca administrator.\n\nUnele programe antivirus vor bloca încărcarea driverului, setaţi regulile aplicaţiei.
LoadErrorCode=Operaţie eşuată pentru a încărca driverul tcp-z. Eroare Cod:
FailOpenSCM=Operaţie eşuată pentru a deschide Service Control Manager. Nu sunt destule drepturi.
FailCreateService=Operaţie eşuată pentru a creea serviciul
FailStartService=Operaţie eşuată pentru a porni serviciul
TestsigningNotEnable=Statutul TESTSIGNING este dezactivat.\n\nPentru detalii, citiţi Readme.txt.\n\nActivare TESTSIGNING chiar acum?
TestsigningSetOK=Statutul TESTSIGNING este Activ.\n\nDacă vezi un watermark 'Test Mode' pe desktop, îl poţi şterge folosind 'RemoveWatermarkX64.exe'.\n\nVa trebui să reporneşti calculatorul pentru a avea efect.

SetSuccess=Conexiunea Half Open al TCP schimbă la:
SetFail=Operaţie eşuată pentru a seta noua valoare limită.


[About]
About=Despre
ReadMe=ReadMe şi Ajutor...


[MiniBar]
Active=Activ
Statistics=Statistici


[LanguageDialog]
LangChanged=Limba de interfaţă a utilizatorului s-a schimbat, ai nevoie să reporneşti programul pentru a avea efect.


[PopupMenu]
ShowTCPZ=&Vizualizare / Ascundere TCP-Z
OnTopmost=Păstrare În Top
ShowMinibar=Vizualizare / Ascundere Minibar
Transparent=Procent de Transparenţă
CaptureTCPZ=Capturare Fereastră TCP-Z
CaptureScreen=&Capturare Tot Ecranul
RefreshNicList=&Reîmprospătare Lista Adaptoarelor de Net
SelectUIlang= Alege limba programului
Exit=&Ieşire